{
  "Player_Speed" : 7,
  "Player_MaxJumpHeight" : 4,
  "Player_MinJumpHeight" : 1,
  "Player_JumpTime" : 0.7,
  "Player_Scale" : 1,
  "Player_Health" : 3,
  "Player_Damage" : 1,

  "Camera_MovementWindow" : 2,
  "Camera_MinSpeed" : 0.0,

  "Item_Scale" : 0.5,
  "SpecialItem_Scale" : 0.75,

  "Enemy_Health" : 3,
  "Enemy_Scale" : 1,
  "Enemy_Damage" : 1,

  "Platform_Scale" : 1,

  "AttackNormal_Health" : 200,
  "AttackNormal_Speed" : 7,
  "AttackNormal_Scale" : 0.5,
  "AttackNormal_Damage" : 1,

  "AttackSpecial_Health" : 200,
  "AttackSpecial_Speed" : 10,
  "AttackSpecial_Scale" : 0.75,
  "AttackSpecial_Damage" : 2,

  "ItemNormal_Name" : "Pill",
  "ItemSunny_Name" : "Lettuce",
  "ItemRainy_Name" : "Proteins",
  "ItemSnowy_Name" : "Lemon",
  "AttackNormal_Name" : "Syringe",
  "AttackSunny_Name" : "Banana",
  "AttackRainy_Name" : "Sunlight",
  "AttackSnowy_Name" : "Cabbage",
  "EnemySunny_Name" : "Cancer",
  "EnemyRainy_Name" : "Infections",
  "EnemySnowy_Name" : "Depression",

  "ItemNormal_Text" : "There are pills against almost everything. They come in all shapes and sizes and often contain a pharmaceutical substance. Sometimes though pills are not the best solution to fight against a disease.",
  "ItemSunny_Text" : "Lettuce is a plant that is often used for salads. It is a rich source of vitamin K and vitamin A, but also contains some iron and folate. You have to be careful though, as it is often contaminated and can be the source of bacerial and viral outbreaks.",
  "ItemRainy_Text" : "Proteins are large molecules consisting of long chains of amino acids. They are vital for replicating the DNA or transporting other molecules. Humans cannot biosynthesize all 20 amino acids needed to build proteins and must thus obtain them by diet.",
  "ItemSnowy_Text" : "Lemons, with a pH value of around 2.2, might taste very sour, but they are a rich source of vitamin c. They also contain essential oils that are able to brighten your mood and make you feel more awake.",

  "AttackNormal_Text" : "Syringes might look scary, but they often contain a vaccination that helps your body to develop immunity to a certain infectious disease. Vaccinations are still a controverse topic as sometimes it can have negative side effects.",
  "AttackSunny_Text" : "Who doesn't like them? Bananas are a sweet tasting fruit, although botanically they are considered as berries. They are a rich source of vitamin B6, vitamin C, manganese and dietary fiber.",
  "AttackRainy_Text" : "If our skin is exposed to sunlight it synthesis vitamin d, which has a significant role in our metabolism. Vitamin d helps not only our immune system and bones to grow strong, but also has a great influence on our mental health. But beware: beeing exposed to sunlight too much gives a higher risk of skin cancer.",
  "AttackSnowy_Text" : "Cabbage, alongside with broccoli, cauliflower and brussels sprouts, is a typical food in winter. It contains vitamin K, vitamin c and is a good source of dietary fiber. The ancient Egyptians used it as a remedy for hangovers. Although eating too much of it can lead to bloating.",

  "EnemySunny_Text" : "Cancer results from abnormal cell growth. These tumors can be benign, meaning they do not spread over the body, or malign. There are 100 types of cancer, many of which are not easily cured, if at all.",
  "EnemyRainy_Text" : "Infections can be caused by bacterias, viruses and other infectious agents like fleas, fungi and macroparasites. The body tries to fight an infection using its immune system, so keep it healthy.",
  "EnemySnowy_Text" : "Small depressions can arise as a temporal reaction to life events. It is dangerous, though, if it developes into a major depressive disorder. Symptoms accompanying it are anxiousness, restlessness and sadness."

}
